{
    "changelog.md": {
        "Changelog Sarah": "Changelog Sarah",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Porte d'entrée ouverte": "Entrance door open",
        "Une personne a ouvert la porte d'entrée": "A person opened the front door",
        "Plugin Sarah": "Sarah plugin",
        "Plugin permettant à Jeedom de communiquer avec l'application S.A.R.A.H (reconnaissance vocale": "Plugin allowing Jeedom to communicate with the SARAH application (voice recognition",
        "D'effectuer des annonces vocales et de jouer des sons à partir de Jeedom": "Make voice announcements and play sounds from Jeedom",
        "Le plugin S.A.R.A.H. ajoute la reconnaissance vocale permettant de parler à Jeedom, faire une annonce ou jouer un son à partir de Jeedom": "SARAH plugin adds voice recognition to speak to Jeedom, make an announcement or play a sound from Jeedom",
        "Configuration du plugin": "Plugin configuration",
        "Une fois le plugin S.A.R.A.H. installé sur Jeedom à partir du Market, cliquez sur": "Once the SARAH plugin installed on Jeedom from the Market, click on",
        "Configurer le nom de Sarah (par défaut": "Configure Sarah's name (default",
        "mais vous pouvez mettre Jarvis ou Jeedom par exemple": "but you can put Jarvis or Jeedom for example",
        "Ensuite, cliquez sur l'un des boutons afin de télécharger le plugin": "Then click on one of the buttons to download the plugin",
        "pour la version de S.A.R.A.H. que vous utilisez, v3 ou v4": "for the version of SARAH you are using, v3 or v4",
        "Une fois téléchargé, arrêtez le Serveur et Client S.A.R.A.H. Décompressez l'archive dans le dossier": "Once downloaded, stop the SARAH Server and Client Unzip the archive in the folder",
        "de S.A.R.A.H. sur le poste client (compatible Windows uniquement": "SARAH on the client workstation (Windows compatible only",
        "Quand c'est fait, vous pouvez redémarrer le client et le serveur S.A.R.A.H": "When done, you can restart the SARAH client and server",
        "Configuration des équipements": "Equipment configuration",
        "La configuration des équipements S.A.R.A.H. est accessible à partir du menu Plugins": "The configuration of SARAH equipment is accessible from the Plugins menu",
        "Voilà à quoi ressemble la page du plugin S.A.R.A.H. (Ici, avec déjà 1 équipement": "This is what the SARAH plugin page looks like (Here, with already 1 device",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Once you click on one of them, you get",
        "Vous retrouvez ici": "You will find here",
        "Nom de l'équipement S.A.R.A.H": "Name of SARAH equipment",
        "nom de votre équipement S.A.R.A.H": "name of your SARAH equipment",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "Adresse du nodeJS": "NodeJS address",
        "IP de S.A.R.A.H. + port du node JS (par défaut le port est le 8080": "SARAH IP + JS node port (by default the port is 8080",
        "Adresse du TTS": "TTS address",
        "IP de S.A.R.A.H. + port du serveur TTS (par défaut le port est le 8888": "SARAH IP + TTS server port (default port is 8888",
        "Ne pas remonter d'erreur si S.A.R.A.H. n'est pas là": "Do not report an error if SARAH is not there",
        "A cocher si S.A.R.A.H. n'est pas démarré en permanence": "Check if SARAH is not started continuously",
        "Chaque équipement de type S.A.R.A.H. crée aussi une commande": "Each SARAH type equipment also creates an order",
        "Qui permet dans les scénarios de faire dire un texte à Jeedom": "Which allows in the scenarios to make say a text to Jeedom",
        "Il est possible d'annoncer une phrase de manière aléatoire en séparant vos phrases par un pipe": "It is possible to announce a sentence randomly by separating your sentences with a pipe",
        "La porte d'entrée est ouverte": "The front door is open",
        "Ainsi, lors de l'annonce, une de ses 3 phrases sera choisie au hasard": "Thus, during the announcement, one of its 3 sentences will be chosen at random",
        "client\/medias": "customer \/ media",
        "Qui permet d'exécuter un fichier audio de type": "Which allows to execute an audio file of type",
        "mp3 ou .wav": "mp3 or .wav",
        "Ces fichiers audio doivent être placés pour la": "These audio files should be placed for the",
        "dans le dossier": "in the file",
        "à la racine ou": "at the root or",
        "de votre application S.A.R.A.H. Dans votre scénario, il suffira d'indiquer le nom de votre fichier audio à exécuter": "of your SARAH application In your scenario, it will suffice to indicate the name of your audio file to be executed",
        "Mettre à jour la grammaire": "Update grammar",
        "Qui permet par l'intermédiaire d'un scénario, de regénérer la grammaire XML à partir des interactions Jeedom": "Which allows via a scenario, to regenerate the XML grammar from Jeedom interactions",
        "Le bouton \"synchroniser\" permet d'envoyer à S.A.R.A.H. la liste de toutes les interactions, il faut le faire à chaque mise à jour des interactions": "The button \"synchronize\" allows to send to SARAH the list of all interactions, it must be done each time the interactions are updated",
        "Faire une Demande": "Do a request",
        "Si vous désirez utiliser la fonction": "If you want to use the function",
        "de S.A.R.A.H., il est possible de le faire à partir d'un scénario Jeedom en utilisant une action": "from SARAH, it is possible to do it from a Jeedom scenario using an action",
        "Voici un simple exemple d'utilisation": "Here is a simple example of use",
        "Quand vous aurez ajouté la commande action": "When you have added the action command",
        "vous allez voir apparaitre 5 champs à complèter": "you will see 5 fields appear to be completed",
        "La question que vous désirez que Jeedom vous pose": "The question you want Jeedom to ask you",
        "Réponse": "Reply",
        "Les choix de réponses que vous désirez pour pouvoir interagir suite à la question": "The choice of answers you want to be able to interact following the question",
        "Chaque réponse doit être séparée par un point virgule": "Each answer must be separated by a semicolon",
        "Ce sera le nom de la variable dans laquelle vous aimeriez que votre réponse soit enregistrée, afin de pouvoir faire une évaluation pour la suite du scénario": "This will be the name of the variable in which you would like your answer to be recorded, so that you can make an evaluation for the rest of the scenario",
        "Délai(sec": "Delay (sec",
        "C'est Le temps en seconde, avant que le scénario continue pour effectuer l'évaluation, si aucune réponse n'est donnée (Timeout": "This is the time in seconds, before the scenario continues to perform the evaluation, if no response is given (Timeout",
        "Sera la commande": "Will be order",
        "de votre équipement SARAH": "of your SARAH equipment",
        "Configuration dans S.A.R.A.H": "Configuration in SARAH",
        "Sur l'interface de S.A.R.A.H., vous devriez avoir un Portlet avec le Logo": "On the SARAH interface, you should have a Portlet with the Logo",
        "S.A.R.A.H. v3": "SARAH v3",
        "Cliquez sur les doubles flèches en haut du Portlet pour faire tourner l'image pour la suite, cliquer sur la clé en bas à gauche du Portlet pour accèder à la fenêtre de configuration du Plugin": "Click on the double arrows at the top of the Portlet to rotate the image for the rest, click on the key at the bottom left of the Portlet to access the Plugin configuration window",
        "S.A.R.A.H. v4": "SARAH v4",
        "Configurer l'extension": "Configure the extension",
        "Cliquez sur la roue crantée en bas du Portlet et ensuite sur": "Click on the star wheel at the bottom of the Portlet and then on",
        "pour accèder à la fenêtre de configuration du plugin": "to access the Plugin configuration window",
        "\\[IP\\_JEEDOM\\": "\\ [IP\\_JEEDOM \\",
        "\\[PORT\\_JEEDOM\\": "\\ [PORT\\_JEEDOM \\",
        "par l'IP de votre Jeedom et remplacez": "by the IP of your Jeedom and replace",
        "par le port de votre Jeedom": "by wearing your Jeedom",
        "Si votre Jeedom utilise l'extension": "If your Jeedom uses the extension",
        "n'oubliez pas de l'indiquer après le port": "do not forget to indicate it after wearing",
        "\\[CLE\\_API\\_JEEDOM\\": "\\ [CLE\\_API\\_JEEDOM \\",
        "par la clef API de votre Jeedom que vous pouvez retrouver dans la page de Configuration de votre Jeedom": "by the API key of your Jeedom which you can find in the Configuration page of your Jeedom",
        "Et pour terminer, cliquez sur Enregistrer": "And to finish, click on Save",
        "Cas d'utilisation": "Use case",
        "Cela peut vous permettre de connaître toutes les remontées d'informations des différents capteurs (type \"Sarah combien fait-il dehors?\" ou \"Sarah qu'elle est la température de la chambre": "This can allow you to know all the information feedback from the different sensors (type \"Sarah how much is it outside?\" Or \"Sarah, what is the temperature in the room?",
        "Vous pouvez également piloter les lumières (\"Sarah allume la lumière du salon\"), pour cela il faut bien sur avoir configuré les interactions": "You can also control the lights (\"Sarah turns on the living room light\"), for that you must of course have configured the interactions",
        "Une personne appuie sur le bouton de la sonnette sans fil(RF433, Z-wave, etc…), Jeedom émet un son par l'intermédiaire de SARAH, vous annonce la présence d'un visiteur et vous pose la question, \"puis-je ouvrir la porte": "A person presses the button on the wireless doorbell (RF433, Z-wave, etc.), Jeedom emits a sound via SARAH, announces the presence of a visitor and asks you the question, \"then- I open the door",
        "Votre machine à laver se trouve à la cave, le programme est terminé, SARAH joue un son \"ding, dong\" et vous annonce que le programme est terminé": "Your washing machine is in the cellar, the program is finished, SARAH plays a \"ding, dong\" sound and announces that the program has ended",
        "Ensuite, elle vous pose la question, \"dois-je éteindre la machine à laver": "Then she asks you the question, \"should I turn off the washing machine",
        "La seul limite sera votre imagination": "The only limit will be your imagination",
        " Exemple.": " Example.",
        " Exemple?": " Example?",
        "Exemple ": "Example ",
        " Exemple]": " Example]",
        "[Exemple]": "[Example]",
        "*Exemple*": "*Example*",
        " Exemple*": " Example*",
        " Configuration.": " Setup.",
        " Configuration?": " Setup?",
        "Configuration ": "Setup ",
        " Configuration]": " Setup]",
        "[Configuration]": "[Setup]",
        "*Configuration*": "*Setup*",
        " Configuration*": " Setup*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        " Activer]": " Activate]",
        "[Activer]": "[Activate]",
        "*Activer*": "*Activate*",
        " Activer*": " Activate*",
        " Sarah.": " Sarah.",
        " Sarah?": " Sarah?",
        "Sarah ": "Sarah ",
        " Sarah]": " Sarah]",
        "[Sarah]": "[Sarah]",
        "*Sarah*": "*Sarah*",
        " Sarah*": " Sarah*",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        " Jeedom]": " Jeedom]",
        "[Jeedom]": "[Jeedom]",
        "*Jeedom*": "*Jeedom*",
        " Jeedom*": " Jeedom*",
        " plugins.": " Plugins.",
        " plugins?": " Plugins?",
        "plugins ": "Plugins ",
        " plugins]": " Plugins]",
        "[plugins]": "[Plugins]",
        "*plugins*": "*Plugins*",
        " plugins*": " Plugins*",
        " Dit.": " Said.",
        " Dit?": " Said?",
        "Dit ": "Said ",
        " Dit]": " Said]",
        "[Dit]": "[Said]",
        "*Dit*": "*Said*",
        " Dit*": " Said*",
        " Jouer.": " To play.",
        " Jouer?": " To play?",
        "Jouer ": "To play ",
        " Jouer]": " To play]",
        "[Jouer]": "[To play]",
        "*Jouer*": "*To play*",
        " Jouer*": " To play*",
        " v3.": " v3.",
        " v3?": " v3?",
        "v3 ": "v3 ",
        " v3]": " v3]",
        "[v3]": "[v3]",
        "*v3*": "*v3*",
        " v3*": " v3*",
        " medias.": " media.",
        " medias?": " media?",
        "medias ": "media ",
        " medias]": " media]",
        "[medias]": "[media]",
        "*medias*": "*media*",
        " medias*": " media*",
        " v4.": " V4.",
        " v4?": " V4?",
        "v4 ": "V4 ",
        " v4]": " V4]",
        "[v4]": "[V4]",
        "*v4*": "*V4*",
        " v4*": " V4*",
        " Ask.": " Ask.",
        " Ask?": " Ask?",
        "Ask ": "Ask ",
        " Ask]": " Ask]",
        "[Ask]": "[Ask]",
        "*Ask*": "*Ask*",
        " Ask*": " Ask*",
        " Question.": " Question.",
        " Question?": " Question?",
        "Question ": "Question ",
        " Question]": " Question]",
        "[Question]": "[Question]",
        "*Question*": "*Question*",
        " Question*": " Question*",
        " Variable.": " Variable.",
        " Variable?": " Variable?",
        "Variable ": "Variable ",
        " Variable]": " Variable]",
        "[Variable]": "[Variable]",
        "*Variable*": "*Variable*",
        " Variable*": " Variable*",
        " Commandes.": " Commands.",
        " Commandes?": " Commands?",
        "Commandes ": "Commands ",
        " Commandes]": " Commands]",
        "[Commandes]": "[Commands]",
        "*Commandes*": "*Commands*",
        " Commandes*": " Commands*",
        " addrJeedom.": " addrJeedom.",
        " addrJeedom?": " addrJeedom?",
        "addrJeedom ": "addrJeedom ",
        " addrJeedom]": " addrJeedom]",
        "[addrJeedom]": "[addrJeedom]",
        "*addrJeedom*": "*addrJeedom*",
        " addrJeedom*": " addrJeedom*",
        " \/jeedom.": " \/ jeedom.",
        " \/jeedom?": " \/ jeedom?",
        "\/jeedom ": "\/ jeedom ",
        " \/jeedom]": " \/ jeedom]",
        "[\/jeedom]": "[\/ jeedom]",
        "*\/jeedom*": "*\/ jeedom*",
        " \/jeedom*": " \/ jeedom*",
        " Dans.": " IN.",
        " Dans?": " IN?",
        "Dans ": "IN ",
        " Dans]": " IN]",
        "[Dans]": "[IN]",
        "*Dans*": "*IN*",
        " Dans*": " IN*",
        " remplacez.": " replace.",
        " remplacez?": " replace?",
        "remplacez ": "replace ",
        " remplacez]": " replace]",
        "[remplacez]": "[replace]",
        "*remplacez*": "*replace*",
        " remplacez*": " replace*",
        " apikeyJeedom.": " apikeyJeedom.",
        " apikeyJeedom?": " apikeyJeedom?",
        "apikeyJeedom ": "apikeyJeedom ",
        " apikeyJeedom]": " apikeyJeedom]",
        "[apikeyJeedom]": "[apikeyJeedom]",
        "*apikeyJeedom*": "*apikeyJeedom*",
        " apikeyJeedom*": " apikeyJeedom*",
        " Exemples.": " Examples.",
        " Exemples?": " Examples?",
        "Exemples ": "Examples ",
        " Exemples]": " Examples]",
        "[Exemples]": "[Examples]",
        "*Exemples*": "*Examples*",
        " Exemples*": " Examples*"
    }
}