{
    "changelog.md": {
        "Changelog Sarah": "Changelog Sarah",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "13\/08\/2019": "08\/13\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        "[IMPORTANT": "[Importante",
        "IMPORTANT]": "Importante]",
        "*IMPORTANT": "*Importante",
        "IMPORTANT*": "Importante*"
    },
    "index.md": {
        "Porte d'entrée ouverte": "Puerta de entrada abierta",
        "Une personne a ouvert la porte d'entrée": "Una persona abrió la puerta de entrada",
        "Plugin Sarah": "Complemento Sarah",
        "Plugin permettant à Jeedom de communiquer avec l'application S.A.R.A.H (reconnaissance vocale)": "Plugin que permite a Jeedom comunicarse con la aplicación SARAH (reconocimiento de voz)",
        "D'effectuer des annonces vocales et de jouer des sons à partir de Jeedom": "Hacer anuncios de voz y reproducir sonidos de Jeedom",
        "Le plugin S.A.R.A.H. ajoute la reconnaissance vocale permettant de parler à Jeedom, faire une annonce ou jouer un son à partir de Jeedom": "El complemento SARAH agrega reconocimiento de voz para hablar con Jeedom, hacer un anuncio o reproducir un sonido de Jeedom",
        "Configuration du plugin": "Configuración del plugin",
        "Une fois le plugin S.A.R.A.H. installé sur Jeedom à partir du Market, cliquez sur": "Una vez que el complemento SARAH se haya instalado en Jeedom desde el mercado, haga clic en",
        "Configurer le nom de Sarah (par défaut": "Configurar el nombre de Sarah (predeterminado",
        "mais vous pouvez mettre Jarvis ou Jeedom par exemple)": "pero puedes poner Jarvis o Jeedom por ejemplo)",
        "Ensuite, cliquez sur l'un des boutons afin de télécharger le plugin": "Luego haga clic en uno de los botones para descargar el complemento",
        "pour la version de S.A.R.A.H. que vous utilisez, v3 ou v4": "para la versión de SARAH que está utilizando, v3 o v4",
        "Une fois téléchargé, arrêtez le Serveur et Client S.A.R.A.H. Décompressez l'archive dans le dossier": "Una vez descargado, detenga el servidor SARAH y el cliente Descomprima el archivo en la carpeta",
        "de S.A.R.A.H. sur le poste client (compatible Windows uniquement)": "SARAH en la computadora cliente (solo compatible con Windows)",
        "Quand c'est fait, vous pouvez redémarrer le client et le serveur S.A.R.A.H": "Cuando termine, puede reiniciar el cliente y el servidor SARAH",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements S.A.R.A.H. est accessible à partir du menu Plugins": "Se puede acceder a la configuración del equipo SARAH desde el menú Complementos",
        "Voilà à quoi ressemble la page du plugin S.A.R.A.H. (Ici, avec déjà 1 équipement)": "Así es como se ve la página del complemento SARAH (Aquí, con 1 equipo ya)",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Una vez que haces clic en uno de ellos, obtienes",
        "Vous retrouvez ici": "Lo encuentras aqui",
        "Nom de l'équipement S.A.R.A.H": "Nombre del equipo SARAH",
        "nom de votre équipement S.A.R.A.H": "nombre de su equipo SARAH",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "permet de rendre votre équipement actif": "activa su equipo",
        "Adresse du nodeJS": "Dirección NodeJS",
        "IP de S.A.R.A.H. + port du node JS (par défaut le port est le 8080)": "Puerto de nodo SARAH IP + JS (de forma predeterminada, el puerto es 8080)",
        "Adresse du TTS": "Dirección TTS",
        "IP de S.A.R.A.H. + port du serveur TTS (par défaut le port est le 8888)": "Puerto del servidor SARAH IP + TTS (el puerto predeterminado es 8888)",
        "Ne pas remonter d'erreur si S.A.R.A.H. n'est pas là": "No informe un error si SARAH no está allí",
        "A cocher si S.A.R.A.H. n'est pas démarré en permanence": "Compruebe si SARAH no se inicia continuamente",
        "Chaque équipement de type S.A.R.A.H. crée aussi une commande": "Cada equipo tipo SARAH también crea un pedido",
        "Qui permet dans les scénarios de faire dire un texte à Jeedom": "Lo que permite en los escenarios hacer decir un texto a Jeedom",
        "Il est possible d'annoncer une phrase de manière aléatoire en séparant vos phrases par un pipe": "Es posible anunciar una oración al azar separando sus oraciones con una tubería",
        "La porte d'entrée est ouverte": "La puerta principal esta abierta",
        "Ainsi, lors de l'annonce, une de ses 3 phrases sera choisie au hasard": "Por lo tanto, durante el anuncio, una de sus 3 oraciones será elegida al azar",
        "client\/medias": "cliente \/ medios",
        "Qui permet d'exécuter un fichier audio de type": "Lo que permite ejecutar un archivo de audio de tipo",
        "mp3 ou .wav": "mp3 o .wav",
        "Ces fichiers audio doivent être placés pour la": "Estos archivos de audio deben colocarse para",
        "dans le dossier": "en la carpeta",
        "à la racine ou": "en la raíz o",
        "de votre application S.A.R.A.H. Dans votre scénario, il suffira d'indiquer le nom de votre fichier audio à exécuter": "de su aplicación SARAH En su escenario, será suficiente indicar el nombre de su archivo de audio a ejecutar",
        "Mettre à jour la grammaire": "Actualizar gramática",
        "Qui permet par l'intermédiaire d'un scénario, de regénérer la grammaire XML à partir des interactions Jeedom": "Lo que permite a través de un escenario, regenerar la gramática XML de las interacciones de Jeedom",
        "Le bouton \"synchroniser\" permet d'envoyer à S.A.R.A.H. la liste de toutes les interactions, il faut le faire à chaque mise à jour des interactions": "El botón \"sincronizar\" permite enviar a SARAH la lista de todas las interacciones, debe hacerse cada vez que se actualizan las interacciones",
        "Faire une Demande": "Hacer un pedido",
        "Si vous désirez utiliser la fonction": "Si quieres usar la función",
        "de S.A.R.A.H., il est possible de le faire à partir d'un scénario Jeedom en utilisant une action": "desde SARAH, es posible hacerlo desde un escenario Jeedom usando una acción",
        "Voici un simple exemple d'utilisation": "Aquí hay un ejemplo simple de uso",
        "Quand vous aurez ajouté la commande action": "Cuando haya agregado el comando de acción",
        "vous allez voir apparaitre 5 champs à complèter": "verá que 5 campos parecen estar completos",
        "La question que vous désirez que Jeedom vous pose": "La pregunta que quieres que te haga Jeedom",
        "Réponse": "Respuesta",
        "Les choix de réponses que vous désirez pour pouvoir interagir suite à la question": "La elección de las respuestas con las que desea poder interactuar después de la pregunta",
        "Chaque réponse doit être séparée par un point virgule": "Cada respuesta debe estar separada por un punto y coma",
        "Ce sera le nom de la variable dans laquelle vous aimeriez que votre réponse soit enregistrée, afin de pouvoir faire une évaluation pour la suite du scénario": "Este será el nombre de la variable en la que desea que se registre su respuesta, de modo que pueda hacer una evaluación para el resto del escenario",
        "Délai(sec)": "Retraso (seg.)",
        "C'est Le temps en seconde, avant que le scénario continue pour effectuer l'évaluation, si aucune réponse n'est donnée (Timeout)": "Es el tiempo en segundos, antes de que el escenario continúe llevando a cabo la evaluación, si no se da respuesta (Tiempo de espera)",
        "Sera la commande": "Será orden",
        "de votre équipement SARAH": "de su equipo SARAH",
        "Configuration dans S.A.R.A.H": "Configuración en SARAH",
        "Sur l'interface de S.A.R.A.H., vous devriez avoir un Portlet avec le Logo": "En la interfaz SARAH, debe tener un portlet con el logotipo",
        "S.A.R.A.H. v3": "SARAH v3",
        "Cliquez sur les doubles flèches en haut du Portlet pour faire tourner l'image pour la suite, cliquer sur la clé en bas à gauche du Portlet pour accèder à la fenêtre de configuration du Plugin": "Haga clic en las flechas dobles en la parte superior del portlet para rotar la imagen para el resto, haga clic en la tecla en la parte inferior izquierda del portlet para acceder a la ventana de configuración del complemento",
        "S.A.R.A.H. v4": "SARAH v4",
        "Configurer l'extension": "Configurar la extensión",
        "Cliquez sur la roue crantée en bas du Portlet et ensuite sur": "Haga clic en la rueda de estrella en la parte inferior del portlet y luego en",
        "pour accèder à la fenêtre de configuration du plugin": "para acceder a la ventana de configuración del complemento",
        "\\[IP\\_JEEDOM\\": "\\ [IP\\_JEEDOM \\",
        "\\[PORT\\_JEEDOM\\": "\\ [PORT\\_JEEDOM \\",
        "par l'IP de votre Jeedom et remplacez": "por la IP de su Jeedom y reemplazar",
        "par le port de votre Jeedom": "vistiendo tu Jeedom",
        "Si votre Jeedom utilise l'extension": "Si su Jeedom usa la extensión",
        "n'oubliez pas de l'indiquer après le port": "no olvides indicarlo después de usar",
        "\\[CLE\\_API\\_JEEDOM\\": "\\ [CLE\\_API\\_JEEDOM \\",
        "par la clef API de votre Jeedom que vous pouvez retrouver dans la page de Configuration de votre Jeedom": "por la clave API de su Jeedom que puede encontrar en la página de Configuración de su Jeedom",
        "Et pour terminer, cliquez sur Enregistrer": "Y para terminar, haga clic en Guardar",
        "Cas d'utilisation": "Caso de uso",
        "Cela peut vous permettre de connaître toutes les remontées d'informations des différents capteurs (type \"Sarah combien fait-il dehors?\" ou \"Sarah qu'elle est la température de la chambre\")": "Esto puede permitirle conocer todos los comentarios de información de los diferentes sensores (como \"Sarah, ¿cuánto está afuera?\" O \"Sarah, ¿cuál es la temperatura de la habitación\")",
        "Vous pouvez également piloter les lumières (\"Sarah allume la lumière du salon\"), pour cela il faut bien sur avoir configuré les interactions": "También puedes controlar las luces (\"Sarah enciende la luz de la sala\"), para eso debes haber configurado las interacciones",
        "Une personne appuie sur le bouton de la sonnette sans fil(RF433, Z-wave, etc…), Jeedom émet un son par l'intermédiaire de SARAH, vous annonce la présence d'un visiteur et vous pose la question, \"puis-je ouvrir la porte": "Una persona presiona el botón del timbre inalámbrico (RF433, onda Z, etc.), Jeedom emite un sonido a través de SARAH, anuncia la presencia de un visitante y le hace la pregunta, \"luego- Abro la puerta",
        "Votre machine à laver se trouve à la cave, le programme est terminé, SARAH joue un son \"ding, dong\" et vous annonce que le programme est terminé": "Su lavadora está en el sótano, el programa ha finalizado, Sarah reproduce un sonido \"ding, dong\" y anuncia que el programa ha finalizado",
        "Ensuite, elle vous pose la question, \"dois-je éteindre la machine à laver": "Luego te hace la pregunta, \"¿debo apagar la lavadora?",
        "La seul limite sera votre imagination": "El único límite será tu imaginación",
        " Exemple.": " Ejemplo.",
        " Exemple?": " Ejemplo?",
        "Exemple ": "Ejemplo ",
        "[Exemple": "[Ejemplo",
        "Exemple]": "Ejemplo]",
        "*Exemple": "*Ejemplo",
        "Exemple*": "Ejemplo*",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        "*Configuration": "*Configuración",
        "Configuration*": "Configuración*",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        "*Activer": "*Activar",
        "Activer*": "Activar*",
        " Sarah.": " Sarah.",
        " Sarah?": " Sarah?",
        "Sarah ": "Sarah ",
        "[Sarah": "[Sarah",
        "Sarah]": "Sarah]",
        "*Sarah": "*Sarah",
        "Sarah*": "Sarah*",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        "[Jeedom": "[Jeedom",
        "Jeedom]": "Jeedom]",
        "*Jeedom": "*Jeedom",
        "Jeedom*": "Jeedom*",
        " plugins.": " plugins.",
        " plugins?": " plugins?",
        "plugins ": "plugins ",
        "[plugins": "[plugins",
        "plugins]": "plugins]",
        "*plugins": "*plugins",
        "plugins*": "plugins*",
        " Dit.": " Dijo.",
        " Dit?": " Dijo?",
        "Dit ": "Dijo ",
        "[Dit": "[Dijo",
        "Dit]": "Dijo]",
        "*Dit": "*Dijo",
        "Dit*": "Dijo*",
        " Jouer.": " Jugar.",
        " Jouer?": " Jugar?",
        "Jouer ": "Jugar ",
        "[Jouer": "[Jugar",
        "Jouer]": "Jugar]",
        "*Jouer": "*Jugar",
        "Jouer*": "Jugar*",
        " v3.": " v3.",
        " v3?": " v3?",
        "v3 ": "v3 ",
        "[v3": "[v3",
        "v3]": "v3]",
        "*v3": "*v3",
        "v3*": "v3*",
        " medias.": " los medios.",
        " medias?": " los medios?",
        "medias ": "los medios ",
        "[medias": "[los medios",
        "medias]": "los medios]",
        "*medias": "*los medios",
        "medias*": "los medios*",
        " v4.": " V4.",
        " v4?": " V4?",
        "v4 ": "V4 ",
        "[v4": "[V4",
        "v4]": "V4]",
        "*v4": "*V4",
        "v4*": "V4*",
        " Ask.": " Preguntar.",
        " Ask?": " Preguntar?",
        "Ask ": "Preguntar ",
        "[Ask": "[Preguntar",
        "Ask]": "Preguntar]",
        "*Ask": "*Preguntar",
        "Ask*": "Preguntar*",
        " Question.": " Pregunta.",
        " Question?": " Pregunta?",
        "Question ": "Pregunta ",
        "[Question": "[Pregunta",
        "Question]": "Pregunta]",
        "*Question": "*Pregunta",
        "Question*": "Pregunta*",
        " Variable.": " Variable.",
        " Variable?": " Variable?",
        "Variable ": "Variable ",
        "[Variable": "[Variable",
        "Variable]": "Variable]",
        "*Variable": "*Variable",
        "Variable*": "Variable*",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        "[Commandes": "[Comandos",
        "Commandes]": "Comandos]",
        "*Commandes": "*Comandos",
        "Commandes*": "Comandos*",
        " addrJeedom.": " addrJeedom.",
        " addrJeedom?": " addrJeedom?",
        "addrJeedom ": "addrJeedom ",
        "[addrJeedom": "[addrJeedom",
        "addrJeedom]": "addrJeedom]",
        "*addrJeedom": "*addrJeedom",
        "addrJeedom*": "addrJeedom*",
        " \/jeedom.": " \/ jeedom.",
        " \/jeedom?": " \/ jeedom?",
        "\/jeedom ": "\/ jeedom ",
        "[\/jeedom": "[\/ jeedom",
        "\/jeedom]": "\/ jeedom]",
        "*\/jeedom": "*\/ jeedom",
        "\/jeedom*": "\/ jeedom*",
        " Dans.": " DENTRO.",
        " Dans?": " DENTRO?",
        "Dans ": "DENTRO ",
        "[Dans": "[DENTRO",
        "Dans]": "DENTRO]",
        "*Dans": "*DENTRO",
        "Dans*": "DENTRO*",
        " remplacez.": " reemplazar.",
        " remplacez?": " reemplazar?",
        "remplacez ": "reemplazar ",
        "[remplacez": "[reemplazar",
        "remplacez]": "reemplazar]",
        "*remplacez": "*reemplazar",
        "remplacez*": "reemplazar*",
        " apikeyJeedom.": " apikeyJeedom.",
        " apikeyJeedom?": " apikeyJeedom?",
        "apikeyJeedom ": "apikeyJeedom ",
        "[apikeyJeedom": "[apikeyJeedom",
        "apikeyJeedom]": "apikeyJeedom]",
        "*apikeyJeedom": "*apikeyJeedom",
        "apikeyJeedom*": "apikeyJeedom*",
        " Exemples.": " Ejemplos.",
        " Exemples?": " Ejemplos?",
        "Exemples ": "Ejemplos ",
        "[Exemples": "[Ejemplos",
        "Exemples]": "Ejemplos]",
        "*Exemples": "*Ejemplos",
        "Exemples*": "Ejemplos*"
    }
}