{
    "changelog.md": {
        "Changelog Sarah": "Changelog Sarah",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "13\/08\/2019": "13\/08\/2019",
        "Support de PHP 7.3": "Suporte para php 7.3",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Porte d'entrée ouverte": "Porta de entrada aberta",
        "Une personne a ouvert la porte d'entrée": "Uma pessoa abriu a porta da frente",
        "Plugin Sarah": "Sarah plugin",
        "Plugin permettant à Jeedom de communiquer avec l'application S.A.R.A.H (reconnaissance vocale": "Plugin que permite ao Jeedom se comunicar com o aplicativo SARAH (reconhecimento de voz",
        "D'effectuer des annonces vocales et de jouer des sons à partir de Jeedom": "Faça anúncios de voz e reproduza sons do Jeedom",
        "Le plugin S.A.R.A.H. ajoute la reconnaissance vocale permettant de parler à Jeedom, faire une annonce ou jouer un son à partir de Jeedom": "O plugin SARAH adiciona reconhecimento de voz para falar com o Jeedom, fazer um anúncio ou tocar um som do Jeedom",
        "Configuration du plugin": "Configuração do plugin",
        "Une fois le plugin S.A.R.A.H. installé sur Jeedom à partir du Market, cliquez sur": "Depois que o plug-in SARAH estiver instalado no Jeedom no Market, clique em",
        "Configurer le nom de Sarah (par défaut": "Configure o nome de Sarah (padrão",
        "mais vous pouvez mettre Jarvis ou Jeedom par exemple": "mas você pode colocar Jarvis ou Jeedom, por exemplo",
        "Ensuite, cliquez sur l'un des boutons afin de télécharger le plugin": "Em seguida, clique em um dos botões para baixar o plugin",
        "pour la version de S.A.R.A.H. que vous utilisez, v3 ou v4": "para a versão do SARAH que você está usando, v3 ou v4",
        "Une fois téléchargé, arrêtez le Serveur et Client S.A.R.A.H. Décompressez l'archive dans le dossier": "Após o download, pare o servidor e o cliente SARAH Descompacte o arquivo na pasta",
        "de S.A.R.A.H. sur le poste client (compatible Windows uniquement": "SARAH na estação de trabalho do cliente (apenas compatível com Windows",
        "Quand c'est fait, vous pouvez redémarrer le client et le serveur S.A.R.A.H": "Quando terminar, você pode reiniciar o cliente e o servidor SARAH",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements S.A.R.A.H. est accessible à partir du menu Plugins": "A configuração do equipamento SARAH pode ser acessada no menu Plugins",
        "Voilà à quoi ressemble la page du plugin S.A.R.A.H. (Ici, avec déjà 1 équipement": "É assim que a página do plugin SARAH se parece (aqui, com um dispositivo já existente",
        "Une fois que vous cliquez sur l'un d'eux, vous obtenez": "Depois de clicar em um deles, você obtém",
        "Vous retrouvez ici": "Você encontra aqui",
        "Nom de l'équipement S.A.R.A.H": "Nome do equipamento SARAH",
        "nom de votre équipement S.A.R.A.H": "nome do seu equipamento SARAH",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "Adresse du nodeJS": "Endereço NodeJS",
        "IP de S.A.R.A.H. + port du node JS (par défaut le port est le 8080": "Porta do nó SARAH IP + JS (por padrão, a porta é 8080",
        "Adresse du TTS": "Endereço TTS",
        "IP de S.A.R.A.H. + port du serveur TTS (par défaut le port est le 8888": "Porta do servidor SARAH IP + TTS (a porta padrão é 8888",
        "Ne pas remonter d'erreur si S.A.R.A.H. n'est pas là": "Não relate um erro se SARAH não estiver lá",
        "A cocher si S.A.R.A.H. n'est pas démarré en permanence": "Verifique se o SARAH não é iniciado continuamente",
        "Chaque équipement de type S.A.R.A.H. crée aussi une commande": "Cada equipamento do tipo SARAH também cria um pedido",
        "Qui permet dans les scénarios de faire dire un texte à Jeedom": "O que permite que, nos cenários, digamos um texto para Jeedom",
        "Il est possible d'annoncer une phrase de manière aléatoire en séparant vos phrases par un pipe": "É possível anunciar uma frase aleatoriamente, separando-as com um tubo",
        "La porte d'entrée est ouverte": "A porta da frente está aberta",
        "Ainsi, lors de l'annonce, une de ses 3 phrases sera choisie au hasard": "Assim, durante o anúncio, uma de suas três frases será escolhida aleatoriamente",
        "client\/medias": "cliente \/ mídia",
        "Qui permet d'exécuter un fichier audio de type": "O que permite executar um arquivo de áudio do tipo",
        "mp3 ou .wav": "mp3 ou .wav",
        "Ces fichiers audio doivent être placés pour la": "Esses arquivos de áudio devem ser colocados para o",
        "dans le dossier": "na pasta",
        "à la racine ou": "na raiz ou",
        "de votre application S.A.R.A.H. Dans votre scénario, il suffira d'indiquer le nom de votre fichier audio à exécuter": "do seu aplicativo SARAH No seu cenário, basta indicar o nome do seu arquivo de áudio a ser executado",
        "Mettre à jour la grammaire": "Atualizar gramática",
        "Qui permet par l'intermédiaire d'un scénario, de regénérer la grammaire XML à partir des interactions Jeedom": "O que permite, por meio de um cenário, regenerar a gramática XML das interações Jeedom",
        "Le bouton \"synchroniser\" permet d'envoyer à S.A.R.A.H. la liste de toutes les interactions, il faut le faire à chaque mise à jour des interactions": "O botão \"sincronizar\" permite enviar para a SARAH a lista de todas as interações, isso deve ser feito sempre que as interações forem atualizadas",
        "Faire une Demande": "Aplicar",
        "Si vous désirez utiliser la fonction": "Se você deseja usar a função",
        "de S.A.R.A.H., il est possible de le faire à partir d'un scénario Jeedom en utilisant une action": "do SARAH, é possível fazer isso a partir de um cenário Jeedom usando uma ação",
        "Voici un simple exemple d'utilisation": "Aqui está um exemplo simples de uso",
        "Quand vous aurez ajouté la commande action": "Quando você adiciona o comando action",
        "vous allez voir apparaitre 5 champs à complèter": "você verá 5 campos que parecem estar preenchidos",
        "La question que vous désirez que Jeedom vous pose": "A pergunta que você deseja que o Jeedom faça",
        "Réponse": "Réponse",
        "Les choix de réponses que vous désirez pour pouvoir interagir suite à la question": "A escolha das respostas que você deseja interagir após a pergunta",
        "Chaque réponse doit être séparée par un point virgule": "Cada resposta deve ser separada por ponto e vírgula",
        "Ce sera le nom de la variable dans laquelle vous aimeriez que votre réponse soit enregistrée, afin de pouvoir faire une évaluation pour la suite du scénario": "Esse será o nome da variável na qual você gostaria que sua resposta fosse registrada, para que você possa fazer uma avaliação para o restante do cenário",
        "Délai(sec": "Atraso (s",
        "C'est Le temps en seconde, avant que le scénario continue pour effectuer l'évaluation, si aucune réponse n'est donnée (Timeout": "Este é o tempo em segundos, antes que o cenário continue a executar a avaliação, se nenhuma resposta for fornecida (Tempo limite",
        "Sera la commande": "Será ordem",
        "de votre équipement SARAH": "do seu equipamento SARAH",
        "Configuration dans S.A.R.A.H": "Configuração no SARAH",
        "Sur l'interface de S.A.R.A.H., vous devriez avoir un Portlet avec le Logo": "Na interface SARAH, você deve ter um Portlet com o logotipo",
        "S.A.R.A.H. v3": "SARAH v3",
        "Cliquez sur les doubles flèches en haut du Portlet pour faire tourner l'image pour la suite, cliquer sur la clé en bas à gauche du Portlet pour accèder à la fenêtre de configuration du Plugin": "Clique nas setas duplas na parte superior do Portlet para girar a imagem para o resto, clique na tecla na parte inferior esquerda do Portlet para acessar a janela de configuração do Plug-in",
        "S.A.R.A.H. v4": "SARAH v4",
        "Configurer l'extension": "Configure a extensão",
        "Cliquez sur la roue crantée en bas du Portlet et ensuite sur": "Clique na roda estrela na parte inferior do Portlet e, em seguida, em",
        "pour accèder à la fenêtre de configuration du plugin": "para acessar a janela de configuração do plug-in",
        "\\[IP\\_JEEDOM\\": "\\ [IP\\_JEEDOM \\",
        "\\[PORT\\_JEEDOM\\": "\\ [PORT\\_JEEDOM \\",
        "par l'IP de votre Jeedom et remplacez": "pelo IP do seu Jeedom e substitua",
        "par le port de votre Jeedom": "vestindo seu Jeedom",
        "Si votre Jeedom utilise l'extension": "Se o seu Jeedom usa a extensão",
        "n'oubliez pas de l'indiquer après le port": "não se esqueça de indicá-lo após o uso",
        "\\[CLE\\_API\\_JEEDOM\\": "\\ [CLE\\_API\\_JEEDOM \\",
        "par la clef API de votre Jeedom que vous pouvez retrouver dans la page de Configuration de votre Jeedom": "pela chave API do seu Jeedom, que você pode encontrar na página Configuração do seu Jeedom",
        "Et pour terminer, cliquez sur Enregistrer": "E para finalizar, clique em Salvar",
        "Cas d'utilisation": "Casos de uso",
        "Cela peut vous permettre de connaître toutes les remontées d'informations des différents capteurs (type \"Sarah combien fait-il dehors?\" ou \"Sarah qu'elle est la température de la chambre": "Isso permite que você conheça todo o feedback das informações dos diferentes sensores (digite \"Sarah, quanto fica do lado de fora?\" Ou \"Sarah, qual é a temperatura na sala?",
        "Vous pouvez également piloter les lumières (\"Sarah allume la lumière du salon\"), pour cela il faut bien sur avoir configuré les interactions": "Você também pode controlar as luzes (\"Sarah acende a luz da sala\"), pois é claro que você deve ter configurado as interações",
        "Une personne appuie sur le bouton de la sonnette sans fil(RF433, Z-wave, etc…), Jeedom émet un son par l'intermédiaire de SARAH, vous annonce la présence d'un visiteur et vous pose la question, \"puis-je ouvrir la porte": "Uma pessoa pressiona o botão na campainha da porta sem fio (RF433, Z-wave, etc.), Jeedom emite um som via SARAH, anuncia a presença de um visitante e faz a pergunta \", então- Eu abro a porta",
        "Votre machine à laver se trouve à la cave, le programme est terminé, SARAH joue un son \"ding, dong\" et vous annonce que le programme est terminé": "Sua máquina de lavar está na adega, o programa está concluído, SARAH emite um som \"ding, dong\" e anuncia que o programa terminou",
        "Ensuite, elle vous pose la question, \"dois-je éteindre la machine à laver": "Então ela faz a pergunta: \"devo desligar a máquina de lavar",
        "La seul limite sera votre imagination": "O único limite será a sua imaginação",
        " Exemple.": " Exemplo.",
        " Exemple?": " Exemplo?",
        "Exemple ": "Exemplo ",
        " Exemple]": " Exemplo]",
        "[Exemple]": "[Exemplo]",
        "*Exemple*": "*Exemplo*",
        " Exemple*": " Exemplo*",
        " Configuration.": " Configuração.",
        " Configuration?": " Configuração?",
        "Configuration ": "Configuração ",
        " Configuration]": " Configuração]",
        "[Configuration]": "[Configuração]",
        "*Configuration*": "*Configuração*",
        " Configuration*": " Configuração*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        " Activer]": " Ativar]",
        "[Activer]": "[Ativar]",
        "*Activer*": "*Ativar*",
        " Activer*": " Ativar*",
        " Sarah.": " Sarah.",
        " Sarah?": " Sarah?",
        "Sarah ": "Sarah ",
        " Sarah]": " Sarah]",
        "[Sarah]": "[Sarah]",
        "*Sarah*": "*Sarah*",
        " Sarah*": " Sarah*",
        " Jeedom.": " Jeedom.",
        " Jeedom?": " Jeedom?",
        "Jeedom ": "Jeedom ",
        " Jeedom]": " Jeedom]",
        "[Jeedom]": "[Jeedom]",
        "*Jeedom*": "*Jeedom*",
        " Jeedom*": " Jeedom*",
        " plugins.": " Plugins.",
        " plugins?": " Plugins?",
        "plugins ": "Plugins ",
        " plugins]": " Plugins]",
        "[plugins]": "[Plugins]",
        "*plugins*": "*Plugins*",
        " plugins*": " Plugins*",
        " Dit.": " Disse.",
        " Dit?": " Disse?",
        "Dit ": "Disse ",
        " Dit]": " Disse]",
        "[Dit]": "[Disse]",
        "*Dit*": "*Disse*",
        " Dit*": " Disse*",
        " Jouer.": " Reproduzir.",
        " Jouer?": " Reproduzir?",
        "Jouer ": "Reproduzir ",
        " Jouer]": " Reproduzir]",
        "[Jouer]": "[Reproduzir]",
        "*Jouer*": "*Reproduzir*",
        " Jouer*": " Reproduzir*",
        " v3.": " v3.",
        " v3?": " v3?",
        "v3 ": "v3 ",
        " v3]": " v3]",
        "[v3]": "[v3]",
        "*v3*": "*v3*",
        " v3*": " v3*",
        " medias.": " mídia.",
        " medias?": " mídia?",
        "medias ": "mídia ",
        " medias]": " mídia]",
        "[medias]": "[mídia]",
        "*medias*": "*mídia*",
        " medias*": " mídia*",
        " v4.": " v4.",
        " v4?": " v4?",
        "v4 ": "v4 ",
        " v4]": " v4]",
        "[v4]": "[v4]",
        "*v4*": "*v4*",
        " v4*": " v4*",
        " Ask.": " Ask.",
        " Ask?": " Ask?",
        "Ask ": "Ask ",
        " Ask]": " Ask]",
        "[Ask]": "[Ask]",
        "*Ask*": "*Ask*",
        " Ask*": " Ask*",
        " Question.": " Pergunta.",
        " Question?": " Pergunta?",
        "Question ": "Pergunta ",
        " Question]": " Pergunta]",
        "[Question]": "[Pergunta]",
        "*Question*": "*Pergunta*",
        " Question*": " Pergunta*",
        " Variable.": " Variável.",
        " Variable?": " Variável?",
        "Variable ": "Variável ",
        " Variable]": " Variável]",
        "[Variable]": "[Variável]",
        "*Variable*": "*Variável*",
        " Variable*": " Variável*",
        " Commandes.": " Comandos.",
        " Commandes?": " Comandos?",
        "Commandes ": "Comandos ",
        " Commandes]": " Comandos]",
        "[Commandes]": "[Comandos]",
        "*Commandes*": "*Comandos*",
        " Commandes*": " Comandos*",
        " addrJeedom.": " addrJeedom.",
        " addrJeedom?": " addrJeedom?",
        "addrJeedom ": "addrJeedom ",
        " addrJeedom]": " addrJeedom]",
        "[addrJeedom]": "[addrJeedom]",
        "*addrJeedom*": "*addrJeedom*",
        " addrJeedom*": " addrJeedom*",
        " \/jeedom.": " \/ jeedom.",
        " \/jeedom?": " \/ jeedom?",
        "\/jeedom ": "\/ jeedom ",
        " \/jeedom]": " \/ jeedom]",
        "[\/jeedom]": "[\/ jeedom]",
        "*\/jeedom*": "*\/ jeedom*",
        " \/jeedom*": " \/ jeedom*",
        " Dans.": " Dans.",
        " Dans?": " Dans?",
        "Dans ": "Dans ",
        " Dans]": " Dans]",
        "[Dans]": "[Dans]",
        "*Dans*": "*Dans*",
        " Dans*": " Dans*",
        " remplacez.": " substituir.",
        " remplacez?": " substituir?",
        "remplacez ": "substituir ",
        " remplacez]": " substituir]",
        "[remplacez]": "[substituir]",
        "*remplacez*": "*substituir*",
        " remplacez*": " substituir*",
        " apikeyJeedom.": " apikeyJeedom.",
        " apikeyJeedom?": " apikeyJeedom?",
        "apikeyJeedom ": "apikeyJeedom ",
        " apikeyJeedom]": " apikeyJeedom]",
        "[apikeyJeedom]": "[apikeyJeedom]",
        "*apikeyJeedom*": "*apikeyJeedom*",
        " apikeyJeedom*": " apikeyJeedom*",
        " Exemples.": " Exemplos.",
        " Exemples?": " Exemplos?",
        "Exemples ": "Exemplos ",
        " Exemples]": " Exemplos]",
        "[Exemples]": "[Exemplos]",
        "*Exemples*": "*Exemplos*",
        " Exemples*": " Exemplos*"
    }
}